{
	"1": "It can go for days without eating a single morsel. In the bulb on its back, it stores energy.",
	"2": "The bud on its back grows by drawing energy. It gives off an aroma when it is ready to bloom.",
	"3": "The flower on its back catches the sun’s rays. The sunlight is then absorbed and used for energy.",
	"4": "The flame at the tip of its tail makes a sound as it burns. You can only hear it in quiet places.",
	"5": "Tough fights could excite this Pokémon. When excited, it may breathe out bluish-white flames.",
	"6": "When this Pokémon expels a blast of superhot fire, the red flame at the tip of its tail burns more intensely.",
	"7": "Shoots water at prey while in the water. Withdraws into its shell when in danger.",
	"8": "When tapped on its head, this Pokémon will pull it in, but its tail will still stick out a little bit.",
	"9": "Once it takes aim at its enemy, it blasts out water with even more force than a fire hose.",
	"10": "When attacked by bird Pokémon, it resists by releasing a terrifically strong odor from its antennae, but it often becomes their prey.",
	"11": "Its shell is filled with its soft innards. It doesn’t move much because of the risk it might carelessly spill its innards out.",
	"12": "Close examination of its large eyes reveals that each eye is composed of a myriad of tiny eyes.",
	"13": "Beware of the sharp stinger on its head. It hides in grass and bushes where it eats leaves.",
	"14": "Able to move only slightly. When endangered, it may stick out its stinger and poison its enemy.",
	"15": "It has three poisonous stingers on its forelegs and its tail. They are used to jab its enemy repeatedly.",
	"16": "Very docile. If attacked, it will often kick up sand to protect itself rather than fight back.",
	"17": "This Pokémon is full of vitality. It constantly flies around its large territory in search of prey.",
	"18": "This Pokémon flies at Mach 2 speed, seeking prey. Its large talons are feared as wicked weapons.",
	"19": "Its incisors continue growing until its death. If its Trainer doesn’t offer it a file to gnaw on, it will gnaw on door frames, table legs, and so on.",
	"20": "Its hind feet are webbed, so it’s a strong swimmer. It can cross rivers and sometimes even oceans.",
	"21": "Its short wings make it inept at flying. It moves about hurriedly and pecks at Bug-type Pokémon in the tall grass.",
	"22": "It’s tough and has excellent stamina. It has no problem flying continuously for a whole day carrying a heavy load.",
	"23": "By dislocating its jaw, it can swallow prey larger than itself. After a meal, it curls up and rests.",
	"24": "The latest research has determined that there are over 20 possible arrangements of the patterns on its stomach.",
	"25": "A plan was recently announced to gather many Pikachu and make an electric power plant.",
	"26": "It unleashes electric shocks that can reach 100,000 volts. When agitated, it can knock out even an Indian elephant.",
	"27": "It can roll its body into a ball. It moves through the desert by rolling at high speeds.",
	"28": "Although they are sharp, its claws and spikes often break off. They grow back the next day, so it is not bothered by the temporary loss.",
	"29": "A mild-mannered Pokémon that does not like to fight. Beware—its small horn secretes venom.",
	"30": "When resting deep in its burrow, its barbs always retract. This is proof that it is relaxed.",
	"31": "Tough scales cover the sturdy body of this Pokémon. It appears that the scales grow in cycles.",
	"32": "Its large ears are always kept upright. If it senses danger, it will attack with a poisonous sting.",
	"33": "Its horn contains venom. If it stabs an enemy with the horn, the impact makes the poison leak out.",
	"34": "Its steel-like hide adds to its powerful tackle. Its horns are so hard, they can pierce a diamond.",
	"35": "Its adorable behavior and appearance make it popular with men and women, young and old. Its numbers are few, however.",
	"36": "They don’t like to reveal themselves in front of people. They live quietly in packs deep in the mountains.",
	"37": "Its beautiful fur and tails have made it very popular. As it grows, its tails split to form more tails.",
	"38": "Legend has it that this mystical Pokémon was formed when nine saints coalesced into one.",
	"39": "It hugely inflates its stomach and sings a mysterious melody. If you hear this melody, you’ll become sleepy right away.",
	"40": "It sheds its fine fur when the seasons change. The fur is gathered and spun into a luxurious yarn.",
	"41": "It sleeps in caves during the day. It has no eyes, so to check its surroundings while flying, it emits ultrasonic waves.",
	"42": "Its thick fangs are hollow like straws, making them unexpectedly fragile. These fangs are specialized for sucking blood.",
	"43": "It may be mistaken for a clump of weeds. If you try to yank it out of the ground, it shrieks horribly.",
	"44": "Smells incredibly foul! However, around one out of a thousand people enjoy sniffing its nose-bending stink.",
	"45": "Flaps its broad flower petals to scatter its poisonous pollen. The flapping sound is very loud.",
	"46": "No matter how much it eats, the mushrooms growing on its back steal away most of the nutrients it consumes.",
	"47": "The large mushroom on its back controls it. It often fights over territory with Shiinotic.",
	"48": "Its large eyes act as radar. In a bright place, you can see that they are clusters of many tiny eyes.",
	"49": "The powdery scales on its wings are hard to remove from skin. They also contain poison that leaks out on contact.",
	"50": "It chews on plant roots underground. Farmers whose vegetables are vulnerable find it can be quite a pest.",
	"51": "This set of triplets moves cooperatively. It’s the power of teamwork that enables this Pokémon to dig to a depth of 60 miles.",
	"52": "It lies around all day, becoming active near dusk. At night, it wanders the city in search of loose change.",
	"53": "It has a violent temperament. It will attack anything that looks it in the eye. Its sharp claws inflict deep wounds.",
	"54": "As a result of headaches so fierce they cause it to cry, it sometimes uses psychokinesis without meaning to.",
	"55": "It is said that the red part of its forehead grants supernatural powers to those who possess one, so it was over-hunted in the past.",
	"56": "It can spontaneously become enraged. Everyone near it clears out as it rampages, and the resulting loneliness makes it angrier still.",
	"57": "It has been known to become so angry that it dies as a result. Its face looks peaceful in death, however.",
	"58": "It’s both clever and loyal, but if a stranger tries to invade its territory, it barks threateningly.",
	"59": "Overflowing with beauty and majesty, this strong Pokémon appears in ancient Eastern folklore.",
	"60": "The swirl on its belly is its internal organs showing through. If the swirl is tinged white, that means it’s affected by some disease.",
	"61": "Although it can live on land, it prefers to stay in the water, where it has fewer natural enemies.",
	"62": "Poliwrath in the Alola region are strong swimmers that use the breaststroke. Many children learn to swim by imitating Poliwrath.",
	"63": "It sleeps 18 hours a day. Even while sleeping, it will teleport itself to treetops and pick and eat berries there.",
	"64": "A theory exists that this Pokémon was a young boy who couldn’t control his psychic powers and ended up transformed into this Pokémon.",
	"65": "It is said to have an IQ of approximately 5,000. Its overflowing psychokinetic powers cause headaches to anyone nearby.",
	"66": "It loves working out. As it gazes at its muscles, which continue to swell day by day, it becomes more and more dedicated to its training.",
	"67": "As a result of its continual workouts, it has developed tremendous power. It uses that power to help people with their work.",
	"68": "It can lift heavy loads with the greatest of ease. It can even heft dump trucks. But its clumsy fingers prevent it from doing any precision work.",
	"69": "Prefers hot and humid places. It ensnares tiny bugs with its vines and devours them.",
	"70": "When hungry, it swallows anything that moves. Its hapless prey is dissolved by strong acids.",
	"71": "Lures prey with the sweet aroma of honey. Swallowed whole, the prey is dissolved in a day, bones and all.",
	"72": "They can be found lying dehydrated on beaches, but they are often still alive. When soaked in water, they will revive.",
	"73": "Normally, it has 80 poisonous tentacles. The longer one has been alive, the fewer tentacles it will have.",
	"74": "Its round body makes it easy to pick up, but it is hard and heavy. It’s dangerous to play with them as if they were snowballs.",
	"75": "Mossy rocks are its favorite food. It can devour a ton a day while crunching loudly.",
	"76": "Its body can survive dynamite blasts without a single scratch, but it hates rain and humidity.",
	"77": "Capable of jumping incredibly high. Its hooves and sturdy legs absorb the impact of a hard landing.",
	"78": "Just loves to run. If it sees something faster than itself, it will give chase at top speed.",
	"79": "Its long tail often breaks off. It doesn’t really feel any pain, though, and the tail grows back, so Slowpoke isn’t particularly bothered.",
	"80": "It spaces out while gazing at the sea. With Shellder’s poison flowing through its body, it becomes even spacier.",
	"81": "They gather in places where electricity is available. They can be found clinging to the steel towers used to support power lines.",
	"82": "When three Magnemite link together, their brains also become one. They do not become three times more intelligent.",
	"83": "They live where reedy plants grow. Farfetch’d are rarely seen, so it’s thought their numbers are decreasing.",
	"84": "Its short wings make flying difficult. Instead, this Pokémon runs at high speed on developed legs.",
	"85": "One of Doduo’s two heads splits to form a unique species. It runs close to 40 mph in prairies.",
	"86": "It has always been supposed that Seel live only in cold seas. Their having shown up in Alola is a mystery.",
	"87": "It swims through the ocean at a speed of eight knots, searching for Pokémon that will become its prey. It’s especially fond of Wishiwashi.",
	"88": "Its main source of food is the slimy industrial waste of factories. This Pokémon’s numbers have been decreasing in recent years.",
	"89": "The stench it gives off will make your nose scrunch up. Still, there are Muk fans who think that’s a good thing.",
	"90": "The hardness of its shell surpasses the hardness of a diamond. In days gone by, people used the shells to make shields.",
	"91": "Its hard shell cannot be shattered—not even by a bomb. The contents of the shell remain unknown.",
	"92": "Should a strange light be seen flickering in an abandoned building, Gastly is lurking there.",
	"93": "It strikes at humans from total darkness. Those licked by its cold tongue grow weaker with each passing day until they die.",
	"94": "Should you feel yourself attacked by a sudden chill, it is evidence of an approaching Gengar. There is no escaping it. Give up.",
	"95": "Burrows at high speed in search of food. The tunnels it leaves are used as homes by Diglett.",
	"96": "A Pokémon that nourishes itself by eating dreams, it is thought to share common ancestry with Munna and Musharna.",
	"97": "While it is an extremely dangerous Pokémon, people who are in need of a good, sound sleep call it their savior.",
	"98": "Its pincers are superb weapons. They sometimes break off during battle, but they grow back fast.",
	"99": "One claw grew massively and is as hard as steel. It has 10,000-horsepower strength. However, it is too heavy.",
	"100": "It is said to camouflage itself as a Poké Ball. It will self-destruct with very little stimulus.",
	"101": "Stores electrical energy inside its body. Even the slightest shock could trigger a huge explosion.",
	"102": "Its six eggs use telepathy to communicate among themselves. It is believed to carry plant genes and the genes of other species.",
	"103": "Each of its heads has its own will. They use telepathy to discuss their plans before coming to a joint decision.",
	"104": "When it thinks of its deceased mother, it weeps loudly. Mandibuzz that hear its cries will attack it from the air.",
	"105": "Originally, it was weak and timid. After evolution, its temperament becomes violent, and it begins to wield bones as weapons.",
	"106": "When kicking, the sole of its foot turns as hard as a diamond on impact and destroys its enemy.",
	"107": "Punches in corkscrew fashion. It can punch its way through a concrete wall like a drill.",
	"108": "It checks out whatever’s around it by licking everything. If you don’t clean off a spot where it’s licked you, you’ll break out in a rash!",
	"109": "In hot places, its internal gases could expand and explode without any warning. Be very careful!",
	"110": "This Pokémon lives and grows by absorbing poison gas, dust, and germs that exist inside garbage.",
	"111": "A Pokémon with a one-track mind. Once it charges, it won’t stop running until it falls asleep.",
	"112": "Its brain developed when it began walking on its hind legs. Its armor-like hide even repels molten lava.",
	"113": "The eggs laid by Chansey are rich in nutrients and a favorite food of many Pokémon.",
	"114": "Its identity is obscured by masses of thick blue vines. The vines are said to never stop growing.",
	"115": "Kangaskhan’s maternal love is so deep that it will brave death to protect its offspring.",
	"116": "If it senses any danger, it will vigorously spray water or a special type of ink from its mouth.",
	"117": "Touching the back fin causes numbness. It hooks its tail to coral to stay in place while sleeping.",
	"118": "When the weather grows warm, they form groups and swim upriver. This sight serves as a poetic reminder that spring has arrived.",
	"119": "When the weather grows cold, its whole body flushes a deep red. This sight serves as a poetic reminder that autumn has arrived.",
	"120": "Large numbers of these Pokémon make their home at the seaside. At night, a strange red glow radiates from the center of their bodies.",
	"121": "Its shining core is thought to receive and transmit enigmatic signals. It has been known to cause headaches in those who approach it.",
	"122": "Its pantomime skills are wonderful. You may become enraptured while watching it, but next thing you know, Mr. Mime has made a real wall.",
	"123": "It confuses its prey with its quick, ninja-like movements. Then, in an instant, it cleaves them with its scythes.",
	"124": "It sways its hips to a rhythm all its own. The precise movements of Jynx living in Alola are truly wonderful.",
	"125": "Half of all sudden blackouts are caused by Electabuzz gathering at electric power plants and gobbling up electricity.",
	"126": "When it’s tired, it leaps into the mouth of a volcano and soaks its body in magma to ease its weariness. Its body burns at 2,192 degrees F.",
	"127": "It grips its prey in its pincers and splits them apart. Although it is a powerful Pokémon, it can’t deal with the cold.",
	"128": "Historically, people in areas all over the world have ridden Tauros, but the practice is said to have started in Alola.",
	"129": "Although weak and helpless, this Pokémon is incredibly fertile. They exist in such multitudes, you’ll soon grow tired of seeing them.",
	"130": "A tale is told of a town that angered Gyarados. Before the sun rose the next day, flames utterly consumed the town, leaving not a trace behind.",
	"131": "Its high intelligence enables it to comprehend human speech. When it’s in a good mood, it sings in its beautiful voice.",
	"132": "It can reorganize its cells to make itself into a duplicate of anything it sees. The quality of the duplicate depends on the individual.",
	"133": "Possessing an unbalanced and unstable genetic makeup, it conceals many possible evolutions.",
	"134": "Its cells are composed of units much like water molecules. It lives close to water and is often mistaken for a mermaid.",
	"135": "They send out electrical charges of about 10,000 volts. Because they are high-strung, it can be difficult to grow close to them.",
	"136": "When it catches prey or finds berries, it breathes fire on them until they’re well done, and then it gobbles them up.",
	"137": "Roughly 20 years ago, it was artificially created, utilizing the latest technology of the time.",
	"138": "Omanyte lived in the seas of antiquity. Its fossils have been found bearing bite marks from Archeops, so apparently Archeops preyed on it.",
	"139": "Its heavy shell is thought to be the reason this ancient Pokémon died out. It’s apparently a distant ancestor of Octillery.",
	"140": "This Pokémon thrived 300 million years ago. It’s said that living specimens can still be seen in a certain region—a rare sight.",
	"141": "Its body had begun to change so it could function on land. But it didn’t adapt in time and went extinct.",
	"142": "A Pokémon from the age of the dinosaurs. It used its sawlike fangs to shred its prey before eating them.",
	"143": "Its stomach is said to be incomparably strong. Even Muk’s poison is nothing more than a hint of spice on Snorlax’s tongue.",
	"144": "A legendary bird Pokémon. It freezes water that is contained in winter air and makes it snow.",
	"145": "This legendary bird Pokémon is said to appear when the sky turns dark and lightning showers down.",
	"146": "A legendary bird Pokémon. As it flaps its flaming wings, even the night sky will turn red.",
	"147": "It grows by molting repeatedly. Boots made from the tanned cast-off skin are a super luxury item.",
	"148": "It has long been thought that its crystalline orbs are imbued with the power to control the weather.",
	"149": "This Pokémon saved a shipwrecked man, taking him to a remote island—a paradise occupied solely by Dragonite.",
	"150": "Its DNA is almost the same as Mew’s. However, its size and disposition are vastly different.",
  "151": "When viewed through a microscope, this Pokémon’s short, fine, delicate hair can be seen."
}
